Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.a73dafb59621
source: 体重・腹囲・食事を記録する
ar_sa: سجل وزنك ومحيط الخصر والوجبات
ca: Anoteu el vostre pes, la circumferència de la cintura i els àpats
cs: Zaznamenejte si svou váhu, obvod pasu a stravu.
da: Registrer din vægt, talje og kost.
de_de: Gewicht, Taille und Ernährung aufzeichnen.
el: Καταγράψτε το βάρος, τις διαστάσεις της κοιλιάς και τη διατροφή σας.
en_au: Record your weight, waist circumference, and diet.
es_es: Registrar peso, circunferencia de la cintura y alimentación.
fi: Kirjaa ylös paino, vyötärönympärys ja ruokailu.
fr_ca: Enregistrez votre poids, votre tour de taille et vos repas.
gu: વજન, પેટનો પરિઘ અને આહારને રેકોર્ડ કરો.
he: רשום את המשקל, היקף הבטן ואת התזונה שלך.
hi: वजन, पेट की परिधि और भोजन को रिकॉर्ड करें।
hr: Zapisujte svoju težinu, obod trbuha i prehranu.
hu: Jegyezze fel a súlyt, a mellszövetet és az étkezést.
id: Catat berat badan, lingkar perut, dan pola makan.
it: Registra il peso, la circonferenza della vita e l'alimentazione.
ko: 체중, 허리둘레, 식단을 기록합니다.
mr: वजन, कंबर आणि आहाराची नोंद करा
ms: Catat berat, sekeliling pinggang, dan pemakanan.
nl_nl: Gewicht, tailleomtrek en maaltijden registreren.
no: Registrer vekt, midjeomkrets og kosthold.
pl: Zapisuj swoją wagę, obwód talii i posiłki.
pt_br: Registre seu peso, circunferência abdominal e alimentação.
pt_pt: Registre seu peso, circunferência abdominal e alimentação.
ro: Înregistrați greutatea, circumferința taliei și alimentația.
ru: Записывайте свой вес, обхват талии и питание.
sk: Zaznamenávajte svoju hmotnosť, obvod pása a stravu.
sl: Zapisujte svojo težo, obseg trebuha in prehrano.
sv: Registrera din vikt, midjemått och kost.
ta: எடை, இடுப்பு சுற்றளவு மற்றும் உணவு உட்கொள்ளலை பதிவு செய்யவும்.
te: బరువు, కడుపు చుట్టుకొలత, ఆహారాన్ని రికార్డ్ చేయండి.
th: บันทึกน้ำหนัก, รอบเอว, และอาหาร
tr: Kilo, karın çevresi ve beslenmeyi kaydet.
uk: Записуйте вагу, об'єм та харчування.
vi: Ghi lại số cân, vòng bụng và chế độ ăn uống.
zh_hans: 记录体重、腹围和饮食
zh_hant: 記錄體重、腹圍和飲食

# domain_catalog.a740b9a4bb20
source: バーを体の近くで引き上げ、肩に違和感が出ない範囲で行う。
ar_sa: اسحب الشريط لأعلى بالقرب من جسمك وقم بذلك قدر الإمكان دون الشعور بأي إزعاج في كتفيك.
ca: Estireu la barra a prop del vostre cos i feu-ho tan lluny com pugueu sense sentir cap molèstia a les espatlles.
cs: Uchopte tyč blízko těla a provádějte cvik, dokud necítíte nepohodlí v rameni.
da: Træk stangen op tæt på kroppen, uden at der opstår ubehag i skulderen.
de_de: Ziehen Sie die Stange in der Nähe Ihres Körpers hoch und achten Sie darauf, dass keine Beschwerden im Schulterbereich entstehen.
el: Τραβήξτε τη μπάρα κοντά στο σώμα σας, χωρίς να προκαλείται αίσθηση στο ώμο.
en_au: Pull the bar up close to your body, keeping it within a range that doesn't cause discomfort in your shoulders.
es_es: Sostenga la barra cerca del cuerpo y levántela, evitando molestias en los hombros.
fi: Pidä tanko lähellä vartaloa ja nosta se ylös, jättäen olkapäille riittävästi tilaa.
fr_ca: Tirez le bar près de votre corps et effectuez l'exercice sans ressentir de douleur au niveau des épaules.
gu: શરીરની નજીક બારને ખેંચો અને એવી રીતે કરો કે જેથી ખભા પર કોઈ દુખાવો ન થાય.
he: משך את המוט קרוב לגוף, תוך שמירה על טווח תנועה שאינו גורם לאי נוחות בכתפיים.
hi: शरीर के करीब बार को उठाएं और जहां तक संभव हो, बिना किसी परेशानी के।
hr: Podignite uteg blizu tijela i izvodite vježbu u granicama, gdje ne osjećate nelagodu u ramenima.
hu: Tartsa a pántot test közelségében, és emelje fel a hátát, figyelve, hogy ne legyen fájdalom.
id: Tarik bar mendekati tubuh, dan lakukan dalam rentang yang tidak menyebabkan ketidaknyamanan pada bahu.
it: Tieni la barra vicino al corpo e solleva, evitando qualsiasi fastidio alle spalle.
ko: 바를 몸 가까이에 당겨 올리고, 어깨에 불편함이 없는 범위 내에서 실시합니다.
mr: शरीराच्या जवळ बार उचलून, ज्यामुळे खांद्यावर ताण येणार नाही अशा पद्धतीने करा.
ms: Tarik bar sedekat mungkin dengan badan, dan lakukan dalam julat yang tidak menyebabkan rasa sakit pada bahu.
nl_nl: Til het gewicht dicht bij je lichaam op, zodat er geen ongemak in je schouders ontstaat.
no: Trekk stangen nær kroppen, og utfør øvelsen innenfor et område hvor du ikke opplever ubehag i skuldrene.
pl: Wyciągnij pręt blisko ciała, zachowując komfort i unikając dyskomfortu w barkach.
pt_br: Segure a barra perto do corpo e levante-a, mantendo os ombros confortáveis.
pt_pt: Segure a barra perto do corpo e levante-a, mantendo os ombros confortáveis.
ro: Trageți bara cât mai aproape de corp, fără a provoca disconfort în umăr.
ru: Держите штангу близко к телу и поднимайте ее, не вызывая дискомфорта в плечах.
sk: Zdvihnite tyč blízko tela a robte to v rozsahu, ktorý nepríčinia nepohodlie v ramene.
sl: Podajte bar blizu telesa in izvajajte, da ne bo bolečine v ramenih.
sv: Dra stången nära kroppen och utför övningen så att det inte känns obekvämt i axlarna.
ta: உடலின் அருகில் பட்டையை இழுத்து, தோலில் அசௌகரியம் ஏற்படாத வகையில் பயிற்சி செய்யுங்கள்.
te: శరీరం దగ్గర బార్‌ను పైకి లాగండి, భుజాలకు అసౌకర్యం కలగకుండా జాగ్రత్త వహించండి.
th: ดึงบาร์ขึ้นใกล้กับตัว โดยให้รู้สึกสบาย ไม่มีการเสียดสีกับไหล่
tr: Barı vücudunuza yakın bir yerden kaldırın ve omuzlarınızda herhangi bir rahatsızlık hissetmediğiniz bir aralıkta yapın.
uk: Тримайте ганець близько до тіла та виконуйте підйом, не відчуваючи дискомфорту в плечах.
vi: Giữ thanh gần thân và thực hiện bằng cách nâng lên, đảm bảo không gây đau nhức cho vai.
zh_hans: 将杠杆靠近身体，在不引起肩部不适的范围内进行。
zh_hant: 将杠铃靠近身体，在不引起肩部不适的范围内进行。

# domain_catalog.a7648212eeed
source: 腹直筋
ar_sa: البطن المستقيمة
ca: recte abdominal
cs: Břišní svaly
da: Rectus abdominis
de_de: Rectus abdominis
el: Κάθετος μυς κοιλιάς
en_au: Rectus Abdominis
es_es: Abdominales internos
fi: Vatsalihasten treeni
fr_ca: Obliques
gu: પેટના સીધા સ્નાયુઓ
he: שריר צדדי הבטן
hi: पेट की सीधी मांसपेशियां
hr: Abdominalni mišići
hu: Izold
id: Otot Perut Lurus
it: Addominali retto
ko: 복직근
mr: पोटाचे स्नायू
ms: Otot Perut Lurus
nl_nl: Buikspieren
no: Rectus abdominis (mage)
pl: Tył brzucha
pt_br: Abdominal reto
pt_pt: Abdominal reto
ro: Abdomenul drept
ru: Косые мышцы живота
sk: Svaly brucha (vertikálne)
sl: Abdominalni kvadrati
sv: Rektus abdominalis
ta: வயிறு கிடைமட்டத் தசைகள்
te: కడుపు యొక్క నిటారుగా ఉండే కండరాలు
th: กล้ามเนื้อท้องด้านตรง
tr: Dikey karın kasları
uk: Вертикальний м'яз живота
vi: Cơ bụng dọc
zh_hans: 腹直肌
zh_hant: 腹直肌

# domain_catalog.a76ee7ffbac7
source: 見た目と主要種目の重量を一緒に伸ばす
ar_sa: تحسين المظهر والوزن في الأحداث الكبرى معًا
ca: Millorar l'aspecte i el pes en esdeveniments importants junts
cs: Propojte vzhled a váhu hlavních cvičení
da: Øg både udseende og vægten af de vigtigste øvelser
de_de: Aussehen und Gewicht der Hauptübungen gemeinsam steigern
el: Συνδυάστε την εμφάνιση με τα βάρη των κύριων ασκήσεων
en_au: Combine visual assessment with the weight of key exercises
es_es: Combina el desarrollo de la apariencia con el peso en ejercicios específicos.
fi: Kasvata sekä ulkonäköä että pääasiallisten harjoitusten painoa.
fr_ca: Développer simultanément l'apparence et le poids des exercices principaux
gu: દેખાવ અને મુખ્ય કસરતોના વજનને એકસાથે વધારો.
he: להגדיל את המראה ואת משקל המשקולות יחד
hi: दिखावे और मुख्य व्यायाम में वज़न को एक साथ बढ़ाएं
hr: Istovremeno povećavajte izgled i težinu glavnih vježbi
hu: A megjelenést és a fő mozdulatokat egyidejűleg fejleszd
id: Gabungkan peningkatan tampilan dan berat badan untuk latihan utama
it: Migliora sia l'aspetto che la forza nelle principali attività
ko: 외모와 주요 운동의 무게를 함께 늘려냄
mr: दिसणे आणि प्रमुख व्यायामासाठीचे वजन एकत्र वाढवा.
ms: Gabungkan penampilan dan berat badan untuk latihan utama
nl_nl: Combineer het verbeteren van je uiterlijk met de gewichten voor de belangrijkste oefeningen
no: Øk både utseende og vekt i hovedøvelsene samtidig
pl: Połącz wygląd i wagę głównych ćwiczeń
pt_br: Combine o aumento da aparência com o peso das principais modalidades
pt_pt: Combine o aumento da aparência com o peso das principais modalidades
ro: Îmbunătățește-ți atât aspectul, cât și forța în exercițiile principale
ru: Сочетать улучшение внешнего вида и выполнение основных упражнений
sk: Spojte zlepšenie vzhľadu s cvičením hlavných cvikov
sl: Uporabite skupno povečanje zunanjega videza in glavnih vaj
sv: Öka både utseendet och vikten för de viktigaste övningarna tillsammans
ta: தோற்றத்தையும், முக்கிய பயிற்சிகளின் எடையையும் ஒன்றாக அதிகரிக்கவும்.
te: శరీర రూపం మరియు ప్రధాన వ్యాయామాల బరువును ఒకేసారి పెంచండి.
th: เพิ่มทั้งรูปลักษณ์และน้ำหนักของท่าที่สำคัญ
tr: Hem görünümü hem de ağırlıkla ilgili egzersizleri birlikte geliştirin
uk: Поєднуйте покращення зовнішності та ваги основних вправ
vi: Kết hợp cải thiện cả ngoại hình và sức mạnh trong các bài tập chính
zh_hans: 同时提升外观和主要项目的重量
zh_hant: 同時提升外觀和主要項目的重量

# domain_catalog.a7b9552f5f66
source: サスペンション
ar_sa: تعليق
ca: suspensió
cs: Suspension trainer
da: Suspension trainer
de_de: Hängematte
el: Suspension Trainer
en_au: Suspension Trainer
es_es: Suspensión
fi: Ripustumislaite
fr_ca: Suspension
gu: સસ્પેન્શન
he: תלייה
hi: हेंगिंग सिस्टम
hr: Suspenzija
hu: Hangsúlyzó
id: Suspensi
it: Suspension trainer
ko: 서스펜션
mr: सस्पेंशन
ms: Suspension
nl_nl: Hangmat
no: Hengende system
pl: Ćwiczenia na gumie
pt_br: Suspensão
pt_pt: Suspensão
ro: Suspension
ru: Тренировка на эластичной ленте
sk: Suspension systém
sl: Suspenzija
sv: Hängmatta
ta: சஸ்பென்ஷன்
te: సస్పెన్షన్
th: เชือก
tr: Suspension Trainer
uk: Супор
vi: Bài tập với dây kháng lực
zh_hans: 悬挂式训练器
zh_hant: 悬挂式训练器

# domain_catalog.a7bf8f28b16d
source: プリーチャーカール
ar_sa: حليقة الواعظ
ca: rínxol de predicador
cs: Přítahy s činkou (Přítahy v předklonu)
da: preacher curl
de_de: Kurzhantel-Curls
el: Κάμψεις με αλτήρες
en_au: preacher curl
es_es: Curl con barra
fi: Preechar-kahvalla vetäminen
fr_ca: Curl avec haltère
gu: પ્રિચર કારલ
he: כפיים לצד הגוף עם משקולות
hi: प्रिचर कर्ल
hr: Curl s utegom
hu: Pécs-kar gyakorlat
id: Curl preacher
it: Curl con manubrio
ko: 프레셔 컬
mr: प्रिचर कUrl
ms: Curl Pria
nl_nl: preacher curl
no: preacher curl
pl: Wyciskanie hantla z podwyższenia
pt_br: Rosca direta
pt_pt: Rosca direta
ro: Îndoire cu bara
ru: Тяга
sk: Přítahy s činkou
sl: Curl s utežjo
sv: Bänkpress med stång
ta: பிரேச்சர் கர்ல்
te: ప్రేచర్ కార్ల్
th: พรีเชอร์คาร์ล
tr: preacher curl
uk: Підтягування (на турніку)
vi: Curl với tạ
zh_hans: 俯卧划船
zh_hant: 哑铃弯举

# domain_catalog.a8a598371ccc
source: 聞き上手でおおらか。動く敷居を下げる
ar_sa: مستمع جيد وسهل. خفض عتبة الحركة
ca: Bon oient i tranquil. baixar el llindar del moviment
cs: Přijatelné a uvolněné provedení. Snadná technika.
da: Venlig og imødekommende. Gør det nemt at komme i gang.
de_de: Freundlich und unkompliziert. Erleichtere die Bewegung.
el: Εύκολος τρόπος, χωρίς άγχος. Μειώστε τις δυσκολίες.
en_au: Approachable and easy to follow. Makes exercise accessible.
es_es: Amable y accesible. Facilita el movimiento.
fi: Ystävällinen ja avoin. Helpottaa liikuntaa.
fr_ca: Facile et accessible. Simplifiez vos mouvements.
gu: સાંભળવામાં સરળ અને હળવા. કસરત કરવાનું બંધન ઓછું કરો.
he: גישה פשוטה ונוחה. הפחתת מחסומים.
hi: समझदार और सहज। व्यायाम करने में आसानी करें।
hr: Prihvatljiv i opušten. Smanjite barijeru za kretanje.
hu: Nyitott és barátságos megközelítés. Segít a mozgás könnyítése.
id: Pendengar yang baik dan mudah. Menurunkan hambatan untuk bergerak.
it: Ascolta attentamente e sii rilassato. Riduci le barriere per iniziare.
ko: 편안하고 친근한 자세. 움직임을 쉽게 만들어 줍니다.
mr: समजूतदार आणि मैत्रीपूर्ण. हालचाल करणे सोपे करा.
ms: Mudah untuk diajak, santai. Menurunkan hadangan untuk bergerak.
nl_nl: Aanpasbaar en ontspannen. Maak het makkelijk om te beginnen.
no: Åpen og imøtekommende. Gjør det enkelt å komme i gang.
pl: Przyjazny i otwarty. Ułatwiamy wykonywanie ćwiczeń.
pt_br: Acessível e descomplicado. Facilite o seu treino.
pt_pt: Acessível e descomplicado. Facilite o seu treino.
ro: Ușor și accesibil. Facilitează mișcarea.
ru: Спокойный и дружелюбный подход. Упрощаем выполнение упражнений.
sk: Komfortné a príjemné. Zjednodušte pohyb.
sl: Enostavno in sproščeno. Uporabite ramo in stopalo za stabilnost.
sv: Lätt och avslappnad teknik. Gör det enkelt att röra sig.
ta: எளிதில் அணுகக்கூடிய மற்றும் நட்பான அணுகுமுறை. உடற்பயிற்சிக்குத் தயாராகுங்கள்.
te: సులభంగా, స్నేహపూర్వకంగా. వ్యాయామం చేయడానికి అవసరమైన సహాయాన్ని అందించడం.
th: เป็นผู้ช่วยที่เข้าใจง่ายและให้ความช่วยเหลืออย่างเต็มที่
tr: Rahat ve kolay bir yaklaşım. Egzersizi daha erişilebilir hale getirir.
uk: Дружелюбний та невимушений підхід. Зменшуйте перешкоди для руху.
vi: Lắng nghe và hỗ trợ. Giúp bạn dễ dàng tập luyện hơn.
zh_hans: 善于倾听，降低门槛
zh_hant: 友善且開放。降低行動門檻

# domain_catalog.a8c2f5144429
source: ディップス
ar_sa: الانخفاضات
ca: immersions
cs: Kliky
da: Dips
de_de: Dips
el: Κάμψεις
en_au: Dips
es_es: Fondos para sentarse
fi: Dipit
fr_ca: Gain de force
gu: ડિપ્સ
he: תרגילי "דופ"
hi: डीप्स
hr: "Dips"
hu: Mozgásformák
id: Latihan Menunduk
it: Esercizi a corpo libero
ko: 덤벨
mr: डिप्स
ms: Latihan Mencondongkan Tubuh
nl_nl: Dips
no: Dips
pl: Ćwiczenia na nogi
pt_br: Agachamento com apoio
pt_pt: Agachamento com apoio
ro: Genuflexiuni
ru: Подъемы на трицепс
sk: Dips
sl: "Dips"
sv: Armhävningar
ta: டிப்ஸ்
te: డిప్స్
th: ท่าดิ้น
tr: Dips
uk: Підтягування
vi: Bài tập:
zh_hans: 单杠
zh_hant: 槓鈴下拉

# domain_catalog.a9f236ec70e3
source: サイドレイズ
ar_sa: رفع الجانب
ca: elevació lateral
cs: Side raise
da: Side raise
de_de: Seitliches Heben
el: Πλευρικές Κυμώσεις
en_au: Side Raise
es_es: Elevaciones laterales
fi: Sivunosto
fr_ca: Élévations latérales
gu: સાઈડ રેઝ
he: הרמת משקולות לישבן
hi: साइड रेज
hr: Side raise
hu: Side raise
id: Side Raise
it: Alzata laterale
ko: 사이드 레이즈
mr: साइड रेज
ms: Side raise
nl_nl: Side raise
no: Side raise
pl: Podnoszenie nóg w bocznej pozycji
pt_br: Elevação lateral
pt_pt: Elevação lateral
ro: Side raise
ru: Подъемы в стороны
sk: Side raise
sl: Side raise
sv: Sidolyft
ta: சைடு ரைஸ்
te: సైడ్ రైజ్
th: ยกแขนด้านข้าง
tr: Side Raise
uk: Підйом рук в стороні
vi: Tập thể dục nâng tay lên
zh_hans: 侧平举
zh_hant: 侧平举

# domain_catalog.aab8a869a7c4
source: 腰を反らしすぎず、股関節を支点に上体を起こす。
ar_sa: ارفع الجزء العلوي من جسمك باستخدام مفاصل الورك كنقطة ارتكاز دون تقويس أسفل ظهرك كثيرًا.
ca: Aixequeu la part superior del cos utilitzant les articulacions del maluc com a punt de suport sense arquejar massa la part baixa de l'esquena.
cs: Nepřetěžujte záda, zvedněte se pomocí kyčlí jako opory.
da: Undgå at bøje for meget i ryggen, og brug hofterne som et anker til at løfte kroppen op.
de_de: Nicht zu stark die Wirbelsäule überdehnen, sondern den Oberkörper aus der Hüfte heraus heben.
el: Μην λυγίζετε υπερβολικά την πλάτη σας, χρησιμοποιήστε τους γοφούς ως σημείο ισορροπίας για να σηκώσετε το σώμα σας προς τα πάνω.
en_au: Without over-arching your back, use your hip joints as leverage to lift your upper body.
es_es: Levantar el cuerpo desde la cadera, sin arquear demasiado la espalda.
fi: Älä venitä liikaa ja käytä lonkkaa tukipisteenä nostaaksesi ylävartalon.
fr_ca: Remonter doucement le haut du corps à partir des hanches, sans trop plier le dos.
gu: તમારું પેટને વધારે સીધું ન કરો, અને હિપ્સને આધાર તરીકે ઉપયોગ કરીને તમારા શરીરને ઉપર લાવો.
he: אל תגרום לגב להתכופף, והשתמש במפשעה כנקודת ייחוס כדי להרים את הגוף.
hi: अपनी पीठ को ज्यादा न मोड़ें, और अपनी जांघों को सहारा के रूप में उपयोग करके अपने ऊपरी शरीर को उठाएं।
hr: Ne previše istezujte leđa, već se podignite uz pomoć zglobova u koljenima.
hu: Ne hajlítsa túl a gerincét, és használja a csípőjét mint alapként, hogy felálljon.
id: Tidak memiringkan punggung secara berlebihan, tetapi mengangkat tubuh menggunakan sendi pinggul sebagai titik tumpu.
it: Evitare di afflettere eccessivamente la schiena, utilizzando le ginocchia come punto di appoggio per sollevare il busto.
ko: 허리를 과도하게 굽히지 않고, 엉덩이를 지점으로 삼아 상체를 들어 올린다.
mr: पोट जास्त ताणून घेऊ नका, जांघच्या सांध्याला आधार म्हणून शरीर उचला.
ms: Tidak terlalu menekuk punggung, dan menggunakan sendi lutut sebagai tumpuan untuk mengangkat tubuh ke atas.
nl_nl: Til je bovenlichaam op vanuit je heupen, zonder je rug te overstrekken.
no: Unngå å bøye for mye i ryggen, og bruk hoftene som et støttepunkt for å løfte overkroppen.
pl: Nie wyginaj zbyt mocno pleców i podnieś ciało, wykorzystując biodra jako punkt oparcia.
pt_br: Evite arquear demais a coluna e utilize os quadris como ponto de apoio para levantar o tronco.
pt_pt: Evite arquear demais a coluna e utilize os quadris como ponto de apoio para levantar o tronco.
ro: Evitați să vă aplecați prea mult înapoi și ridicați-vă de sus, folosind șoldurile ca punct de sprijin.
ru: Не перенапрягать поясницу, а поднимать тело вверх, используя тазобедренные суставы в качестве опоры.
sk: Nenechávajte sa preťažiť a zdvihnite si telo pomocou svojich bedier.
sl: Ne prekomplicirajte z hrbtom, uporabite kolena kot točko in se rahlo dvignite.
sv: Höj kroppen uppåt, samtidigt som du håller ryggen rak och använder höfterna som stöd.
ta: முதுகை அதிகமாக வளைக்காமல், இடுப்பை ஆதாரமாகக் கொண்டு உடலை உயர்த்தவும்.
te: వెన్నుపూసను నేలకు తాకకుండా, కాలును ఉపయోగించి శరీరాన్ని పైకి లేపండి.
th: งอเอวให้น้อยที่สุด และใช้เข่าเป็นจุดพักเพื่อยกตัวขึ้น
tr: Beli çok fazla bükmeyin, kalçalarınızı destek noktası olarak kullanarak üst vücudunuzu yukarı kaldırın.
uk: Не згинати спину надмірно, а підніматися, використовуючи стегна як опору.
vi: Không cúi quá nhiều, sử dụng khớp háng làm điểm tựa để nâng người lên.
zh_hans: 避免过度弯腰，利用髋关节作为支撑点抬起上半身。
zh_hant: 不要過度彎曲腰部，利用髖關節作為支點，抬起上半身。

# domain_catalog.abdd5f5af45a
source: ご飯
ar_sa: أرز
ca: arròs
cs: Rýže
da: Ris
de_de: Reis
el: Ρύζι
en_au: Rice
es_es: Arroz
fi: Riisiä
fr_ca: Riz
gu: અનાજ
he: ארוחת בוקר
hi: चावल
hr: Riža
hu: Nászmag
id: Nasi
it: Riso
ko: 밥
mr: भात
ms: Nasi
nl_nl: Rijst
no: Ris
pl: Ryż
pt_br: Arroz
pt_pt: Arroz
ro: Orez
ru: Рис
sk: Rýža
sl: Riž
sv: Ris
ta: அரிசி
te: బియ్యం
th: ข้าว
tr: Kahvaltı
uk: Рис
vi: Cơm
zh_hans: 米饭
zh_hant: 米飯

# domain_catalog.ac6c2ce3f8a7
source: 肘を開きすぎず、頭上で肘を曲げ伸ばしする。
ar_sa: قم بثني مرفقيك وتصويبهما فوق رأسك دون فتحهما كثيرًا.
ca: Dobleu i estireu els colzes per sobre del cap sense obrir-los massa.
cs: Nepřetěžujte lokty, ohýbejte a protahujte je nad hlavou.
da: Undgå at bøje for meget i albuerne, og bevæg dem op og ned over hovedet.
de_de: Überdehne deine Ellbogen nicht und bewege deine Arme in der Schulterregion auf und ab.
el: Μην ανοίγετε υπερβολικά τους αγκώνες σας, αλλά κάντε εναλλασσόμενες κινήσεις με τους αγκώνες πάνω από το κεφάλι.
en_au: Avoid overextending your elbows and alternate bending and straightening them at head level.
es_es: No abrir demasiado los codos, sino realizar movimientos de flexión y extensión en la parte superior del brazo.
fi: Älä avaa kyynärpäitä liikaa, taivuta niitä päällä.
fr_ca: Ne pliez pas trop vos coudes, mais faites des mouvements avec vos coudes au-dessus de votre tête.
gu: હાથને વધારે ખુલ્લું ન રાખો, પરંતુ માથા પર હાથને ઉપર-નીચે કરો.
he: לא לפתוח את הכתף יותר מדי, ולשלוט במיקום של הכתף מעל הראש.
hi: अपनी कोहनी को ज्यादा न खोलें, बल्कि अपने सिर के ऊपर अपनी कोहनी को ऊपर-नीचे करें।
hr: Ne previše otvarajte ruke, već savijte i ispravljajte ruke iznad glave.
hu: Ne nyissa túl a karokat, és hajtja meg és kinyújtva a karokat.
id: Tidak terlalu membuka siku, lalu menekuk dan meluruskan lengan di atas kepala.
it: Non aprire troppo i gomiti, ma muovi i gomiti su e giù sopra la testa.
ko: 팔꿈치가 너무 벌어지지 않도록 머리 위에서 팔꿈치를 앞뒤로 움직입니다.
mr: हाता जास्त वाकवू नका, डोक्याच्या वर हाताची हालचाल करा.
ms: Jangan terlalu menekuk siku, tetapi gerakkan siku di atas kepala.
nl_nl: Zorg ervoor dat je ellebogen niet te veel worden gebogen, en oefen met het buigen en strekken van je ellebogen boven je hoofd.
no: Unngå å overstrekke albuene, og beveg dem opp og ned over hodet.
pl: Nie zginaj łokcia zbyt mocno, a jedynie delikatnie go zginaj, wykonując ruch w górę i w dół nad głową.
pt_br: Não exagere na flexão dos cotovelos e faça movimentos com os braços acima da cabeça.
pt_pt: Não exagere na flexão dos cotovelos e faça movimentos com os braços acima da cabeça.
ro: Nu depăși limita de mișcare a umerilor și flexează ușor umerii.
ru: Не сгибайте локти слишком сильно, а выполняйте движения над головой.
sk: Nenechajte sa príliš rozpažiť v ramienach, ohýbajte a rozpažujte ramená nad hlavou.
sl: Ne odpirajte roke preveč, bodite pozorni na položaj rok.
sv: Öppna inte armbågen för mycket, böj och sträck på armen över huvudet.
ta: கைகளை அதிகமாகத் திறக்காமல், தலையின் மேல் கையை மடக்குங்கள்.
te: భుజాలను ఎక్కువగా తెరవకుండా, తల పైన భుజాలను వంచండి మరియు సాగదీయండి.
th: หลีกเลี่ยงการงอข้อศอกมากเกินไป และให้ข้อศอกอยู่ในแนวเดียวกับศีรษะ
tr: Dirseklerinizi çok fazla açmayın ve başınızın üzerinde dirseklerinizi hareket ettirin.
uk: Не згинайте руки надмірно, а робіть рухи руками над головою.
vi: Không gập khuỷu tay quá nhiều, thay vào đó tập trung vào việc điều chỉnh khuỷu tay ở trên đầu.
zh_hans: 不要过度弯曲肘部，在头顶上进行肘部的上下运动
zh_hant: 不要過度彎曲肘部，在頭部上方進行肘部活動

# domain_catalog.ac8f9d14bf9a
source: 肘または前腕でパッドを押し、胸の前で腕を閉じる。
ar_sa: اضغط على الوسادة بمرفقك أو ساعدك وأغلق ذراعك أمام صدرك.
ca: Premeu el coixinet amb el colze o l'avantbraç i tanqueu el braç davant del pit.
cs: Použijte lokty nebo předloktí k tlačení na podložku a zatáhněte paže směrem k hrudníku.
da: Brug albuerne eller underarmen til at presse puden mod kroppen, og luk armene sammen foran brystet.
de_de: Drücke den Pad mit deinen Ellbogen oder Unterarmen und schließe deine Arme vor der Brust.
el: Χτυπήστε το μαξιλάρι με τους αγκώνες ή τον εξωτερικό βραχίονα και κλείστε τα χέρια μπροστά στο στήθος.
en_au: Press on the pad with your elbow or forearm and close your arms at chest level.
es_es: Presionar el cojín con los codos o el antebrazo y cerrar el brazo frente al pecho.
fi: Nappaa käsipainolla, pidä se lähellä rintaa.
fr_ca: Appuyez sur le coussin avec vos coudes ou votre avant-bras, puis fermez votre bras devant vous.
gu: હાથ અથવા હાથની અંદરના ભાગથી પેડને દબાવો અને છાતી પર હાથને લાવો.
he: להפעיל לחץ על המגן באמצעות הכתף או הזרוע, ולסגור את הזרוע מול החזה.
hi: अपनी कोहनी या पहले हाथ का उपयोग करके पैड को दबाएं और अपने सीने के सामने अपने हाथ को बंद करें।
hr: Savijte ruke i pritisnite jastučić prema prsima, zatvarajući ruke pred tijelom.
hu: Nyomja a párnát a karokkal vagy az ulnakkal, majd zárja a kezet a mell előtt.
id: Menekan bantalan dengan siku atau lengan bawah, lalu menutup lengan di depan dada.
it: Pressione il cuscino con i gomiti o l'avambraccio e chiudi le braccia davanti al petto.
ko: 팔꿈치 또는 앞쪽 팔꿈치로 패드를 밀어 가슴 앞으로 팔을 모읍니다.
mr: हाताने किंवा मनगटाने पॅडवर दाब द्या आणि छातीसमोर हात बंद करा.
ms: Menekan pad dengan siku atau lengan bawah, lalu menutup lengan di hadapan dada.
nl_nl: Duw met je ellebogen of onderarmen tegen het pad en sluit je armen voor je borst.
no: Bøy albuene eller forarmen og press puten mot brystet, mens du lukker armen foran deg.
pl: Wykorzystaj łokieć lub przedramię do naciskania na poduszkę, a następnie zamknij rękę wzdłuż klatki piersiowej.
pt_br: Use os cotovelos ou o antebraço para pressionar o apoio e feche o braço em frente ao peito.
pt_pt: Use os cotovelos ou o antebraço para pressionar o apoio e feche o braço em frente ao peito.
ro: Adu palmasul la piept și închide brațele.
ru: Прижмите подушку к локтям и закройте руки перед собой.
sk: Použite lakte alebo predloktie na stlačenie vankúša a zatvorte ruky pred hrudníkom.
sl: Bodite pozorni na položaj rok in pritisnite blazinico z ramo, nato pa zaprite ramo pred telesom.
sv: Tryck med armbåge eller underarm mot paddan och dra armen framåt mot bröstet.
ta: கைகளை மடக்கி, மார்புக்கு முன்னால் கையை மூடி, அழுத்தவும்.
te: చేతులు లేదా ముందు చేతితో ప్యాడ్‌ను నొక్కడం, ఛాతీ దగ్గర చేతులను మూయడం.
th: ใช้ข้อศอกหรือแขนในการดันแผ่นรอง และปิดแขนไว้ด้านหน้า
tr: Dirsekleriniz veya ön kollarınızla yeleği itin ve kolunuzu göğsünüzün önüne doğru çekin.
uk: Натисніть на подушку руками або передпліччями та закрийте руки перед грудьми.
vi: Gập khuỷu tay hoặc trước cánh tay để đẩy đệm, sau đó đưa tay về phía ngực.
zh_hans: 用手掌按压垫，并将手臂向前收紧
zh_hant: 用手掌按壓墊，並將手臂向前收攏
